[
	{
		"title": "A BEAR WALKS INTO A BAR...",
		"joke": "A bear walks into a bar and says to the bartender, \"I'll have a pint of beer and a.......... packet of peanuts.\" The bartender asks, \"Why the big pause?\"",
    "category": "ANIMAL"
	},
	{
		"title": "JOLLY SANTA",
		"joke": "Q: Why is Santa always so jolly? A: He knows where all the bad girls live.",
    "category": "MISCELLANEOUS"
	},
	{
		"title": "GEEK BOOTY CALL... DROID",
		"joke": "Are you the droid I'm looking for?",
    "category": "DIRTY"
	},
	{
		"title": "WHY DO SCOTSMEN WEAR KILTS?",
		"joke": "Q: Why do Scotsmen wear kilts? A: Because the sound of zippers scare the sheep away.",
    "category": "ANIMAL"
	},
	{
		"title": "CHILLIN' BIDDIES",
		"joke": "Three old ladies were sitting on a park bench, and a man jumped out of the bushes and flashed them. The first lady had a stroke, the second lady had a stroke, and the third lady's arm was too short to reach.",
    "category": "DIRTY"
	},
	{
		"title": "OLDEST LIVING PERSON DIES",
		"joke": "I was reading in the celebrity obituary column. It said the Guinness Book of World Records' oldest living person had died. Carrie White died at the age of 118 years old. Last line of the obituary said, and I quote, 'Cause of death has not yet been determined.' Let me take a wild stab in the dark on this one -- probably not crib death.",
    "category": "DARK HUMOR"
	},
	{
		"title": "TOOTH FAIRY VISIT",
		"joke": "When I was five years old, I lost my two front teeths, and I put them under my pillow for the tooth fairy. And the next morning when I woke up, to my surprise, under my pillow, I found a joint.",
    "category": "KIDS"
	},
	{
		"title": "DIVORCE & CIRCUMCISION",
		"joke": "Q: What's the difference between a divorce and a circumcision? A: In a divorce, you get rid of the whole schmuck.",
    "category": "DOCTOR"
	},
	{
		"title": "DEAF CHILD SIGN",
		"joke": "The neighborhood I grew up in had a sign that said, 'Go Slow -- Deaf Child'... Nowadays, I drive by that sign and all I can think is, 'When is this deaf kid gonna get his act together and move out of his parents' house?'",
    "category": "INSULTS"
	},
	{
		"title": "DOWN WITH O.P.P.",
		"joke": "I know a lady who blew her man's jimmy off because he wanted to be down with O.P.P. Now he down with No P.P.",
    "category": "DARK HUMOR"
	}
]